Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# ChangeLanguageLater
source: You can change your language later in Settings.
ar: يمكنك تغيير لغة التطبيق لاحقًا من الإعدادات.
be: Пазней вы можаце змяніць мову праз Налады.
ca: Podreu canviar la llengua a la Configuració.
de: Du kannst deine Sprache später in den Einstellungen ändern.
es: Puedes cambiar el idioma más tarde en Ajustes.
fa: شما می‌توانید بعداً زبان خود را در قسمت تنظیمات تغییر دهید.
fi: Voit vaihtaa kieltä myöhemmin asetuksista.
fr: Vous pourrez changer de langue plus tard dans les paramètres.
id: Anda dapat mengganti bahasa Anda di Pengaturan nanti.
it: Puoi cambiare la lingua più tardi nelle Impostazioni.
ko: 언어는 나중에 설정에서 바꾸실 수 있습니다.
ms: Anda boleh tukar bahasa nanti dalam Aturan.
nl: Via instellingen kun je je taal altijd aanpassen.
pl: Język możesz później zmienić w Ustawieniach.
pt_br: Você pode alterar o idioma depois nas Configurações.
ru: Вы всегда можете изменить язык в настройках.
sv: Du kan ändra språk under Inställningar senare.
tr: Dilinizi daha sonra Ayarlar'dan değiştirebilirsiniz.
uk: Ви завжди можете змінити мову в Налаштуваннях.
uz: Tilingizni keyinchalik Sozlamalarda oʻzgartirishingiz mumkin.
zh_cn: 您可以稍后在设置中更改您的语言。
zh_tw: 您可以稍後在設定中更改您的語言。

source: Change Passcode
ar: تغيير رمز القفل
be: Змяніць код доступу
ca: Canvia el codi d'accés
de: Pincode ändern
es: Cambiar código
fa: تغییر گذرواژه
fi: Vaihda pääsykoodi
fr: Modifier le code d'accès
id: Ganti Kode Sandi
it: Cambia codice
ko: 암호 바꾸기
ms: Tukar Kod Laluan
nl: Toegangscode wijzigen
pl: Zmień kod dostępu
pt_br: Alterar Senha
ru: Сменить код-пароль
sv: Byt åtkomstkod
tr: Parolayı Değiştir
uk: Змінити код блокування
uz: Kirish kodini almashtirish
zh_cn: 修改锁定码
zh_tw: 修改鎖定碼

# ChangePasscodeInfo
source: When you set up an additional passcode, a lock icon will appear on the chats page. Tap it to lock and unlock your Telegram app. Note: if you forget the passcode, you'll need to delete and reinstall the app. All secret chats will be lost.
ar: عند تعيين رمز للقفل؛ ستظهر أيقونة القفل أعلى قائمة المحادثات، يمكنك الضغط عليها لقفل تيليجرام. ملحوظة: إذا نسيت رمز القفل؛ سيتعين عليك تسجيل الخروج أو إعادة تثبيت التطبيق. سيؤدي ذلك إلى فقدان كل محادثاتك السرية.
be: Калі вы задасце дадатковы код доступу, на старонцы вашых чатаў з’явіцца значок блакіроўкі. Націсніце на яго, каб заблакіраваць або разблакіраваць праграму. Звярніце ўвагу: калі вы забудзецеся на код, вам прыйдзецца выдаліць і пераўсталяваць праграму. Усе сакрэтныя чаты будуць страчаны.
ca: En establir un codi d'accés addicional, apareixerà la icona d'un cadenat a la pàgina de xats. Toqueu-la per blocar i desblocar l'aplicació. Nota: Si oblideu el codi d'accés, haureu d'eliminar i reinstal·lar l'aplicació. Es perdran tots els xats secrets.
de: Wenn du die Code-Sperre aktivierst, erscheint ein Schloss ganz oben über der Chatliste. Tippe auf das Schloss, um deine Chats zu sperren und zu entsperren. Übrigens: Wenn du den Pincode vergisst, musst du Telegram löschen und neu installieren. Dadurch verlierst du alle Geheimen Chats.
es: Cuando configuras un código, aparece un candado en la pantalla de chats. Toca sobre él para bloquear y desbloquear la app. Nota: Si olvidas el código, tendrás que eliminar y reinstalar la app. Perderás todos los chats secretos.
fa: هنگامی که شما یک گذرواژه اضافه تنظیم کنید، یک نماد قفل در صفحه گفتگوها ظاهر می‌شود. برای قفل کردن و باز نمودن برنامه بر روی آن بزنید. توجه: اگر گذرواژه را فراموش کنید، باید برنامه را به کلی حذف کرده و مجدداً آن را نصب نمایید. در این صورت، تمامی گفتگوهای محرمانه از بین خواهند رفت.
fi: Kun pääsykoodi on asetettu, keskustelusivun yläosaan ilmestyy lukon kuva. Telegram-sovelluksen voi lukita sitä napauttamalla. Huomautus: jos unohdat pääsykoodin, sinun tulee kirjautua ulos tai asentaa sovellus uudelleen. Menetät salaiset keskustelusi.
fr: Une fois le code défini, une icône apparaîtra sur la page des échanges. Touchez-la pour verrouiller et déverrouiller Telegram. Si vous oubliez votre code, vous devrez supprimer et réinstaller l'application. Tous les échanges secrets seront perdus.
id: Saat Anda mengatur kode sandi tambahan, ikon kunci akan muncul di halaman obrolan. Ketuk untuk mengunci dan membuka aplikasi Telegram Anda. Catatan: Jika Anda lupa kode sandi, Anda harus menghapus dan memasang ulang aplikasi. Semua Secret Chat akan terhapus.
it: Quando imposti un codice aggiuntivo, apparirà un'icona col lucchetto nella pagina delle chat. Premila per bloccare e sbloccare l'app. Nota: se ti dimentichi il codice, dovrai eliminare e reinstallare l'app. Tutte le chat segrete saranno perse.
ko: 암호를 설정하시면, 대화 페이지에 잠금 아이콘이 나타납니다. 이 아이콘을 눌러 텔레그램을 잠그거나 잠금 해제하실 수 있습니다. 주의: 암호를 잊어버리면 앱을 삭제하고 다시 설치하셔야 합니다. 비밀 대화는 모두 사라집니다.
ms: Bila anda guna kod laluan tambahan, ikon kunci akan keluar di jendela bual. Tekan untuk kunci atau buka Telegram anda. Nota: kalau anda lupa kod laluan, anda terpaksa hapus dan pasang balik aplikasi. Semua bual rahsia akan hilang.
nl: Als je een toegangscode instelt verschijnt er een slotje op de chatspagina. Tik erop om Telegram te vergrendelen of te ontgrendelen. Let op: vergeet je de toegangscode dan zul je de app moeten verwijderen en herinstalleren. Alle geheime chats gaan daarbij verloren.
pl: Po skonfigurowaniu dodatkowego kodu dostępu, na stronie czatów pojawi się ikona kłódki. Dotknij ją, aby zablokować lub odblokować aplikację Telegram. Uwaga! Jeśli zapomnisz kod dostępu, musisz usunąć i ponownie zainstalować aplikację. Wszystkie sekretne czaty zostaną utracone.
pt_br: Quando você define uma senha de bloqueio, o ícone de cadeado aparece na página de chats. Toque nele para bloquear e desbloquear o aplicativo. Nota: se você esquecer a sua senha, terá de apagar e reinstalar o app. Todos os chats secretos serão perdidos.
ru: После установки кода-пароля в списке чатов появится значок замка для блокировки и разблокировки приложения. Важно: если Вы забудете код-пароль, приложение придётся переустановить, и все секретные чаты будут утрачены.
sv: När en åtkomstkod är inställd syns en en låsikon överst på chattsidan. Tryck på den för att låsa din Telegram-app. Observera: om du glömmer din åtkomstkod behöver du logga ut eller ominstallera appen. Alla hemliga chattar går förlorade.
tr: Ek bir parola ayarladığınızda, sohbetler sayfasında bir kilit simgesi görünecektir. Telegram uygulamanızı kilitlemek ve kilidini açmak için buna dokunun. Not: Parolayı unutursanız, uygulamayı silmeniz ve yeniden yüklemeniz gerekir. Tüm gizli sohbetler kaybolacaktır.
uk: Після встановлення коду блокування на сторінці чатів зʼявиться значок замка для блокування й розблокування застосунку. Примітка: якщо ви забудете код блокування, перевстановіть застосунок. При цьому всі секретні чати буде втрачено.
uz: Qoʻshimcha kirish kodini oʻrnatganingizda chatlar sahifasida qulf belgisi paydo boʻladi. Telegram ilovasini qulflash va ochish uchun uni bosing. Eslatma: agar kirish kodini unutsangiz, ilovani oʻchirishingiz va qaytadan oʻrnatishingiz zarur. Barcha maxfiy chatlar yoʻqotiladi.
zh_cn: 当您设置好一个锁定码后，聊天列表上方会出现一个锁形图标。点击它来锁定或解锁 Telegram 应用。 注意：如果您忘记了锁定码，您将只能卸载然后重新安装 Telegram。而此操作将导致您丢失所有的私密对话记录。
zh_tw: 當您設定好一個鎖定碼後，聊天列表上方會出現一個鎖形圖標。點擊它來鎖定或解鎖 Telegram 程式。 注意：如果您忘記了鎖定碼，您將只能移除然後重新安裝 Telegram。而此操作將導致您丢失所有的私密對話記錄。

# ChangePasscodeInfoShort
source: When you set up a passcode, a lock icon will appear on the chats page. Tap it to lock and unlock the app.
ar: عند تعيين رمز القفل؛ تظهر أيقونة القفل أعلى صفحة المحادثات ويمكنك الضغط عليها لقفل تطبيق تيليجرام.
be: Пасля наладкі кода доступу, на старонцы чатаў з'явіцца значок блакіроўкі. Націсніце на яго, каб заблакіраваць або разблакіраваць праграму.
ca: En establir un codi d'accés, apareixerà la icona d'un cadenat a la pàgina de xats. Toqueu-la per blocar i desblocar l'aplicació.
de: Wenn du den Pincode aktivierst, erscheint ein Schloss-Symbol oben in der Chatliste. Tippe es an, um die App zu sperren.
es: Al configurar un código, un candado aparecerá en la pantalla de chats. Tócalo para bloquear y desbloquear la app.
fi: Kun pääsykoodi on asetettu, keskustelunäkymän yläosaan ilmestyy lukon kuva. Lukitse sovellus napauttamalla sitä.
fr: Lorsque vous configurez un code d'accès, une icône de verrouillage apparaît au dessus de votre liste des échanges. Appuyez dessus pour verrouiller et déverrouiller l'application.
it: Quando imposti un codice, apparirà un'icona col lucchetto nella pagina delle chat. Toccala per bloccare e sbloccare l'app.
ko: 암호 설정시, 대화 페이지에 잠금 아이콘이 표시됩니다. 탭을 하여 앱을 잠그거나 해제할 수 있습니다.
ms: Bila anda set kod laluan, ikon kunci akan dipaparkan pada halaman bual. Tekan ikon untuk kunci dan nyahkunci aplikasi.
pl: Po skonfigurowaniu kodu dostępu, na stronie czatów pojawi się ikona kłódki. Dotknij ją, aby zablokować lub odblokować aplikację.
pt_br: Quando você define uma senha, um ícone de cadeado irá aparecer na lista de chats. Toque nele para bloquear e desbloquear o app.
ru: После установки кода-пароля в списке чатов появится значок замка для блокировки и разблокировки приложения.
sv: När en åtkomstkod är inställd kommer en låsikon synas ovanför din chattlista. Tryck på den för att låsa appen.
tr: Bir parola ayarladığınızda, sohbetler sayfasında bir kilit simgesi belirecektir. Uygulamayı kilitlemek ve kilidini açmak için buna dokunun.
uk: Якщо ви встановите код блокування, ви зможете блокувати та розблоковувати застосунок іконкою замка, що з'явиться в списку чатів.

source: Change Password
ar: تغيير كلمة المرور
be: Змяніць пароль
ca: Canvia la contrasenya
de: Passwort ändern
es: Cambiar contraseña
fa: تغییر گذرواژه
fi: Vaihda salasana
fr: Modifier le mot de passe
id: Ganti Sandi
it: Cambia password
ko: 비밀번호 바꾸기
ms: Tukar Kata Laluan
nl: Wachtwoord wijzigen
pl: Zmień hasło
pt_br: Alterar senha
ru: Сменить пароль
sv: Byt lösenord
tr: Parolayı Değiştir
uk: Змінити пароль
uz: Parolni oʻzgartirish
zh_cn: 更改密码
zh_tw: 更改密碼

source: Change permissions
ar: تغيير صلاحيات العضو
be: Змяніць паўнамоцтвы
ca: Canvia els permisos
de: Berechtigungen ändern
es: Cambiar permisos
fa: تغییر اختیارات
fi: Vaihda oikeuksia
fr: Modifier les permissions
id: Ganti Izin
it: Cambia permessi
ko: 권한 수정
ms: Tukar permisi
nl: Rechten aanpassen
pl: Zmień uprawnienia
pt_br: Alterar permissões
ru: Изменить разрешения
sv: Ändra behörigheter
tr: İzinleri değiştir
uk: Змінити дозволи
uz: Ruxsatnomalarni oʻzgartirish

# ChangePhoneHelp
source: We will send an SMS with a confirmation code to your new number.
ar: سوف يستلم رقمك الجديد رمز التفعيل عبر مكالمة أو رسالة SMS نصيّة.
be: Мы адправім SMS з кодам пацвярджэння на ваш новы нумар.
ca: S'enviarà un SMS amb un codi de verificació al vostre número nou.
de: Der Bestätigungscode kommt per SMS an deine neue Nummer.
es: Enviaremos un SMS con el código de confirmación a tu nuevo número.
fa: ما پیامکی حاوی کد تأیید به شماره جدیدتان ارسال می‌کنیم.
fi: Lähetämme varmistuskoodin uuteen numeroosi puhelimitse tai tekstiviestitse.
fr: Nous enverrons un SMS avec un code de confirmation à votre nouveau numéro.
id: Kami akan mengirimkan SMS dengan kode konfirmasi ke nomor baru Anda.
it: Invieremo un SMS con un codice di conferma al tuo nuovo numero.
ko: 회원님의 새 번호로 인증 코드가 담긴 SMS를 보내 드립니다.
ms: Kami akan SMS kod kepastian ke nombor baru anda.
nl: We sturen een sms-bericht met verificatiecode naar je nieuwe nummer.
pl: Na twój nowy numer wyślemy wiadomość SMS z kodem potwierdzenia.
pt_br: Vamos enviar um SMS com um código de confirmação para o seu novo número.
ru: SMS с кодом подтверждения придет на Ваш новый номер.
sv: Vi kommer att skicka ett SMS med en verifieringskod till ditt nya nummer.
tr: Yeni numaranıza kısa mesaj ile bir doğrulama kodu göndereceğiz.
uk: На новий номер буде надіслано SMS із кодом підтвердження.
uz: Biz yangi raqamingizga SMS orqali tasdiqlash kodini yuboramiz.
zh_cn: 我们将会向您的新手机号码发送一条带有验证码的短信。
zh_tw: 我們將會向您的新手機號碼發送一條帶有驗證碼的短訊。

# ChangePhoneNewNumber
source: New Number
ar: الرقم الجديد
be: Новы нумар
ca: Número nou
de: Neue Nummer
es: Nuevo número
fa: شماره تلفن جدید
fi: Uusi numero
fr: Nouveau numéro
id: Nomor baru
it: Nuovo numero
ko: 새 번호
ms: Nombor Baru
nl: Nieuw nummer
pl: Nowy numer
pt_br: Novo Número
ru: Новый номер
sv: Nytt nummer
tr: Yeni Numara
uk: Новий номер
uz: Yangi raqam
zh_cn: 新手机号码
zh_tw: 新手機號碼

source: Change Phone Number
ar: تغيير رقم الهاتف
be: Змяніць нумар тэлефона
ca: Canvia el número de telèfon
de: Nummer ändern
es: Cambiar el número de teléfono
fa: تغییر شماره تلفن
fi: Vaihda puhelinnumeroa
fr: Changer de numéro
id: Ganti Nomor Telepon
it: Cambia numero di telefono
ko: 전화번호 바꾸기
ms: Tukar Nombor Fon
nl: Telefoonnummer wijzigen
pl: Zmień numer telefonu
pt_br: Alterar Número de Telefone
ru: Изменить номер
sv: Byt telefonnummer
tr: Telefon numarasını değiştirin
uk: Змінити номер телефону
uz: Telefon raqamini oʻzgartirish

# ChangePhoneNumberInfo
source: Move your account, chats and media to a new number.
ar: نقلُ حسابك مع ما يحويه من محادثات ووسائطَ لرقمٍ آخر.
be: Перамясціць вашы чаты, уліковы запіс і медыя на новы нумар.
ca: Moveu el compte, xats i fitxers a un altre número.
de: Verschiebe deine Kontakte, Gruppen, Nachrichten und Medien auf eine neue Nummer.
es: Mueve tu cuenta, chats y multimedia a un nuevo número.
fa: حساب کاربری، گفتگو‌ها و رسانه‌های خود را به شماره جدیدی انتقال دهید.
fi: Siirrä tilisi, keskustelusi ja mediasi uuteen numeroon.
fr: Déplacer votre compte, vos échanges vos et médias sur un nouveau numéro.
id: Pindahkan semua kontak, grup, pesan dan media ke akun dengan nomor baru.
it: Sposta il tuo account, le chat e i media su un nuovo numero.
ko: 연락처와 그룹, 메시지, 미디어를 새 번호로 옮기세요.
ms: Pindah akaun, bual dan media anda ke nombor baru.
nl: Verplaats je account, chats en media naar een nieuw nummer.
pl: Przenieś swoje konto, czaty i multimedia na nowy numer.
pt_br: Mova sua conta, chats e mídias para um novo número.
ru: Перенесите на новый номер телефона свой аккаунт со всеми чатами и файлами.
sv: Flytta ditt konto, chattar och media till ett nytt nummer.
tr: Hesabınızı, sohbetlerinizi ve medyanızı yeni bir numaraya taşıyın.
uk: Перенести акаунт на новий номер разом зі всіма чатами й медіа.
uz: Hisob, chatlar va mediafayllaringizni yangi raqamga koʻchiring.

# ChangePhoneNumberOccupied
source: The number {0} is already connected to a Telegram account. Please delete that account before migrating to the new number.
ar: الرقم ⁨{0}⁩ مرتبط بالفعل بحساب آخَر على تيليجرام. يرجى حذف ذلك الحساب قبل استخدام هذا الرقم.
be: Нумар {0} ужо прывязаны да ўліковага запісу Telegram. Спачатку выдаліце гэты ўліковы запіс, перш чым пераходзіць на новы нумар.
ca: El número {0} ja està connectat a un compte del Telegram. Elimineu aquest compte abans de canviar de número.
de: Die Telefonnummer {0} ist bereits ein Telegram Konto. Bitte lösche es, bevor du mit der Übertragung auf das neue Konto startest.
es: El número {0} ya está vinculado a una cuenta de Telegram. Por favor, elimina esa cuenta antes de migrar al nuevo número.
fa: شماره تلفن ⁨{0}⁩ قبلاً به یک حساب کاربری تلگرام متصل شده است. لطفاً آن حساب کاربری را پیش از انتقال به شماره جدید حذف کنید.
fi: Numero {0} on jo liitettynä toiseen Telegram-tiliin. Poista se tili ennen kuin voit käyttää tätä numeroa.
fr: Le numéro {0} est déjà lié à un compte Telegram. Prière de supprimer ce compte avant de migrer vers le nouveau numéro.
id: Nomor {0} sudah terhubung ke akun Telegram. Hapus akun itu sebelum bermigrasi ke nomor baru.
it: Il numero {0} è già connesso a un account Telegram. Per favore elimina quell'account prima di migrare a un nuovo numero.
ko: 그 번호는 이미 텔레그램 계정에 연결되어 있습니다. 새 번호로 이동하기 전에 {0} 계정에서 탈퇴해 주세요.
ms: Nombor ini {0} sudah dihubungkan dengan akaun Telegram. Sila hapus akaun itu sebelum pindah ke akaun baru.
nl: Aan telefoonnummer {0} is al een Telegram-account gekoppeld. Verwijder het account om te kunnen migreren naar het nieuwe nummer.
pl: Numer {0} jest już powiązany z kontem Telegrama. Usuń to konto przed użyciem nowego numeru.
pt_br: O número {0} já possui uma conta no Telegram. Por favor, apague a outra conta antes de migrar para o novo número.
ru: Номер {0} уже привязан к аккаунту в Telegram. Удалите тот аккаунт, прежде чем перейти на новый номер.
sv: Nummer {0} är redan kopplat till ett Telegramkonto. Vänligen ta bort det kontot innan du använder detta nummer.
tr: {0} numarası zaten bir Telegram hesabına bağlı. Lütfen yazdığınız numaraya geçmeden önce o numaraya bağlı hesabı siliniz.
uk: Номер {0} вже привʼязаний до іншого акаунта Telegram. Видаліть його, перш ніж перейти на новий номер.
uz: {0} raqami allaqachon Telegram hisobiga ulangan. Yangi raqamga koʻchirishdan avval bu hisobni oʻchirib tashlang.
zh_cn: 手机号码（{0}）已经和一个 Telegram 账号绑定。请先删除该账号再迁移到此新号码。
zh_tw: 手機號碼（{0}）已經和一個 Telegram 賬戶綁定。請先删除該賬戶再遷移到此新號碼。

# ChangePublicLimitReached
source: You have reserved too many public links. Try revoking the link from an older group or channel, or create a private one instead.
ar: لقد قمت بحجز روابط عامة كثيرة. الرجاء محاولة تعطيل الرابط من أي مجموعة أو قناة قديمة، أو إنشاء واحدة خاصة عوض عن ذلك.
be: Вы занялі занадта шмат публічных спасылак. Паспрабуйце адклікаць адну з іх з вашых старых суполак або каналаў, або стварыце прыватную замест.
ca: Heu reservat massa enllaços públics. Podeu revocar l'enllaç d'un dels vostres grups o canals antics, o crear-ne un privat.
de: Du hast leider zu viele öffentliche Benutzernamen erstellt. Du kannst jederzeit den Link einer älteren Gruppe oder eines Kanals entfernen oder private erstellen.
es: Tienes demasiados enlaces públicos. Puedes anular el enlace de uno de tus grupos o canales anteriores, o crear uno privado.
fi: Olet varannut liian monta julkista linkkiä. Voit mitätöidä linkkejä joistain vanhemmista ryhmistäsi tai kanavistasi, tai voit tehdä tästä yksityisen.
fr: Vous avez réservé trop de liens publics. Vous pouvez révoquer le lien d'un de vos groupes ou canaux plus anciens, ou rendre celui-ci privé.
it: Hai riservato troppi link pubblici. Prova a revocare il link da un gruppo o canale più vecchio, oppure creane uno privato.
ko: 죄송하지만, 공개 링크가 너무 많습니다. 옛 그룹이나 채널의 링크를 폐기하거나 비공개로 생성해주세요.
ms: Anda mempunyai terlalu banyak link awam. Cuba batalkan link dari grup atau saluran lama, atau cipta grup atau saluran peribadi.
nl: Het maximale aantal publieke links is bereikt. Trek eerst een link van één van je oudere groepen of kanalen in, of gebruik de privé-variant.
pl: Zarezerwowano zbyt wiele linków publicznych. Spróbuj unieważnić link ze starszej grupy lub kanału albo zamiast tego utwórz prywatny.
pt_br: Você reservou muitos links públicos. Experimente remover o link público de um dos seus grupos ou canais antigos, ou criar de forma privada.
ru: Вы уже используете слишком много публичных ссылок. Вы можете сбросить одну из уже занятых ссылок на свои группы или каналы или не создавать новую публичную ссылку.
sv: Du har reserverat för många publika länkar. Du kan återkalla länken från någon av dina äldre grupper/kanaler alt. skapa en privat sådan.
tr: Çok fazla genel bağlantı ayırdınız. Bağlantıyı eski bir gruptan veya kanaldan iptal etmeyi deneyin veya bunun yerine özel bir tane oluşturun.
uk: Ви зайняли максимальну кількість публічних посилань. Щоб продовжити, звільніть одне з них або залиште чат приватним.

source: Change recipient
ar: تغيير المستلم
be: Змяніць атрымальніка
ca: Canvia el destinatari
de: Empfänger ändern
es: Cambiar destinatario
fi: Vaihda vastaanottajaa
fr: Changer de destinataire
it: Cambia destinatario
ko: 수신자 변경
ms: Tukar penerima
pl: Zmień odbiorcę
pt_br: Alterar destino
ru: Изменить получателя
sv: Ändra mottagare
tr: Alıcıyı değiştir
uk: Змінити одержувача

source: Change Recovery Email
ar: تغيير بريد الاسترداد
be: Змяніць эл. пошту для аднаўлення
ca: Canvia l'adreça de recuperació
de: E‑Mail-Adresse ändern
es: Cambiar correo de recuperación
fa: تغییر ایمیل بازیابی
fi: Vaihda palautussähköposti
fr: Modifier le courriel de récupération
id: Ganti Surel Pemulihan
it: Cambia email di recupero
ko: 복구 이메일 바꾸기
ms: Tukar Emel Pemulihan
nl: Herstel-e-mailadres wijzigen
pl: Zmień e-mail odzyskiwania hasła
pt_br: Alterar email de recuperação
ru: Сменить адрес электронной почты
sv: Byt e-post för kontoåterställning
tr: Kurtarma E-postasını Değiştir
uk: Змінити е-пошту для відновлення
uz: Tiklash emailini almashtirish
zh_cn: 更改密码恢复邮箱
zh_tw: 更改密碼恢復郵箱

# ChangeWallpaperToColor
source: Are you sure you want to change your chat wallpaper to a color?
ar: هل ترغب حقًا في تغيير خلفية المحادثة إلى لون؟
be: Вы ўпэўнены, што хочаце змяніць фонавы відарыс чата на колер?
ca: Segur que voleu canviar el fons de pantalla a un color?
de: Möchtest du wirklich dein Hintergrundbild durch eine Farbe ersetzen?
es: ¿Quieres cambiar el fondo de tu chat a un color?
fa: آیا از تغییر عکس پس‌زمینه گفتگوی خود به یک رنگ اطمینان دارید؟
fi: Haluatko varmasti asettaa keskustelun taustakuvaksi värin?
fr: Voulez-vous vraiment remplacer votre arrière-plan de conversation par une couleur ?
id: Apakah Anda yakin untuk mengubah latar obrolan Anda menjadi berwarna?
it: Vuoi davvero cambiare lo sfondo della chat con un colore?
ko: 정말 배경을 색깔로 바꾸시겠습니까?
ms: Anda pasti ingin tukar latar belakang bual anda ke warna?
nl: Chatachtergrond echt naar een kleur wijzigen?
pl: Czy na pewno chcesz zmienić tapetę czatu na kolor?
pt_br: Deseja mesmo alterar o papel de parede das conversas para uma cor?
ru: Вы точно хотите изменить фон чата на однотонный?
sv: Är du säker på att byta chattbakgrunden till enfärgad?
tr: Sohbet duvar kağıdınızı renk olarak değiştirmek istediğinizden emin misiniz?
uk: Ви дійсно хочете замінити ваш фон кольором?
uz: Haqiqatan chat foningizni rangga almashtirmoqchimisiz?

# ChannelAddAdmin
source: Add Admin
ar: إضافة مشرف
be: Дадаць кіраўніка
ca: Afegeix administradors
de: Admin hinzufügen
es: Añadir administrador
fa: افزودن مدیر
fi: Lisää valvoja
fr: Ajouter un administrateur
id: Tambah admin
it: Aggiungi amministratore
ko: 관리자 추가
ms: Tambah Pentadbir
nl: Beheerder toevoegen
pl: Dodaj administratora
pt_br: Adicionar Admin
ru: Добавить администратора
sv: Lägg till administratör
tr: Yönetici Ekle
uk: Додати адміністратора
uz: Administrator qoʻshish
zh_cn: 添加管理员
zh_tw: 添加管理員

# ChannelAddedBy
source: un1 added you to this channel
ar: ⁨un1⁩ أضافك لهذه القناة
be: un1 дадаў(-ла) вас у гэты канал
ca: un1 us ha afegit a aquest canal
de: un1 hat dich hinzugefügt
es: un1 te añadió a este canal
fa: ⁨un1⁩ شما را به این کانال اضافه کرد
fi: un1 lisäsi sinut tälle kanavalle
fr: un1 vous a ajouté à ce canal
id: un1 menambahkan Anda ke channel
it: un1 ti ha aggiunto a questo canale
ko: un1 님이 나를 이 채널에 추가했습니다
ms: un1 tambah anda ke saluran ini
nl: un1 heeft je toegevoegd aan dit kanaal
pl: Użytkownik un1 dodał cię do tego kanału
pt_br: un1 adicionou você ao canal
ru: un1 пригласил(а) Вас в этот канал
sv: un1 lade till dig i kanalen
tr: un1 sizi bu kanala ekledi
uk: un1 додає вас до цього каналу
uz: un1 sizni bu kanalga qoʻshdi
zh_cn: un1 邀请您关注此频道
zh_tw: un1 邀請您訂閲此頻道

# ChannelAddedByNotification
source: {0} added you to the channel {1}
ar: ⁨{0}⁩ أضافك لقناة ⁨{1}⁩
be: {0} дадаў(-ла) вас да канала {1}
ca: {0} us ha afegit al canal {1}
de: {0} hat dich dem Kanal {1} hinzugefügt
es: {0} te añadió al canal {1}
fa: ⁨{0}⁩ شما را به کانال ⁨{1}⁩ اضافه کرد
fi: {0} lisäsi sinut kanavalle {1}
fr: {0} vous a ajouté au canal {1}
id: {0} menambahkan Anda ke channel {1}
it: {0} ti ha aggiunto al canale {1}
ko: {0} 님이 나를 {1} 채널에 초대했습니다
ms: {0} tambah anda ke saluran {1}
nl: {0} heeft je toegevoegd aan het kanaal {1}
pl: Użytkownik {0} dodał cię do kanału {1}
pt_br: {0} adicionou você ao canal {1}
ru: {0} пригласил(а) вас в канал {1}
sv: {0} lade till dig i kanalen {1}
tr: {0} sizi {1} kanalına ekledi
uk: {0} додає вас до каналу {1}
uz: {0} sizni {1} kanaliga qoʻshdi
zh_cn: {0} 邀请您关注频道«{1}»
zh_tw: {0} 邀請您訂閲頻道«{1}»
